lyxiiin/environment_monitor/sdkconfig.defaults
# Target
CONFIG_IDF_TARGET="esp32s3"

# FreeRTOS
CONFIG_FREERTOS_HZ=1000

# MQTT
CONFIG_MQTT_PROTOCOL_311=y
